    [
            {
                "id": 1,
                "text": "Reflect on a time when you had to address unconscious bias. How did it make you feel?"
            },
            {
                "id": 2,
                "text": "Reflect on a moment when a piece of literature, art, or media significantly broadened your understanding of DEI."
            },
            {
                "id": 3,
                "text": "Think of a time when you felt excluded. How did it impact you, and how did it make you feel?"
            },
            {
                "id": 4,
                "text": "Reflect on a time you had to check your privilege. What did you learn from that experience?"
            },
            {
                "id": 5,
                "text": "Consider ways to promote equity in your community, both small and large. What steps can you take?"
            },
            {
                "id": 6,
                "text": "How does cultural diversity influence your understanding of the world?"
            },
            {
                "id": 7,
                "text": "Reflect on a time when you took the initiative to educate yourself about a social issue. How did it impact your perspective?"
            },
            {
                "id": 8,
                "text": "Describe an instance when you learned something new about a culture different from yours."
            },
            {
                "id": 9,
                "text": "Reflect on a situation where you made an effort to include someone who was feeling left out. How did it make you feel?"
            },
            {
                "id": 10,
                "text": "How do you ensure your actions and words promote inclusion and respect?"
            },
            {
                "id": 11,
                "text": "Explore ways you could use your privilege to support underrepresented communities."
            },
            {
                "id": 12,
                "text": "Consider the role of empathy in understanding cultural differences. Discuss."
            },
            {
                "id": 13,
                "text": "Think about a time when you were misunderstood because of your background. How did you respond?"
            },
            {
                "id": 14,
                "text": "Think about a time you encountered a cultural misunderstanding. How did you resolve it?"
            },
            {
                "id": 15,
                "text": "How can you actively challenge stereotypes and biases in your daily life?"
            },
            {
                "id": 16,
                "text": "Consider the impacts of social media on our perception of diversity and inclusion."
            },
            {
                "id": 17,
                "text": "Reflect on how you can promote a culture of inclusivity in your workspace."
            },
            {
                "id": 18,
                "text": "How has a diverse work environment influenced your approach to problem-solving?"
            },
            {
                "id": 19,
                "text": "Think about the changes needed to make education more equitable globally."
            },
            {
                "id": 20,
                "text": "Think about a time when you felt truly included in a community. How did that make you feel?"
            },
            {
                "id": 21,
                "text": "Reflect on how exposure to diverse cultures has impacted your worldview."
            },
            {
                "id": 22,
                "text": "Reflect on a moment when someone else's empathy made a positive impact on your life. How did it make you feel?"
            },
            {
                "id": 23,
                "text": "Reflect on a time when you acknowledged your own bias. How did this acknowledgment impact your actions and mindset?"
            },
            {
                "id": 24,
                "text": "Reflect on a time you had to stand up against discrimination. How did it feel?"
            },
            {
                "id": 25,
                "text": "How do different cultures around you influence your understanding of equity?"
            },
            {
                "id": 26,
                "text": "What does 'allyship' mean to you? How do you practice it in your everyday life?"
            },
            {
                "id": 27,
                "text": "Reflect on your understanding of microaggressions. How can you avoid them?"
            },
            {
                "id": 28,
                "text": "Think about a time when you went beyond your comfort zone to learn about something. How did it affect you?"
            },
            {
                "id": 29,
                "text": "How can art and media be used to promote a more inclusive society?"
            },
            {
                "id": 30,
                "text": "Think about a time when you felt your identity was truly acknowledged and respected. How did that make you feel?"
            },
            {
                "id": 31,
                "text": "Consider the impact of representation in leadership roles. How does it affect you?"
            },
            {
                "id": 32,
                "text": "Reflect on your own biases. How do they make you feel, and how do you plan to address them?"
            },
            {
                "id": 33,
                "text": "How can we foster a culture of inclusion within the education system?"
            },
            {
                "id": 34,
                "text": "Consider ways you can support the mental health of marginalized communities."
            },
            {
                "id": 35,
                "text": "Reflect on a situation where cultural sensitivity was crucial in communication."
            },
            {
                "id": 36,
                "text": "How does understanding intersectionality contribute to promoting equity?"
            },
            {
                "id": 37,
                "text": "Discuss the role of personal biases in how we perceive diversity."
            },
            {
                "id": 38,
                "text": "Reflect on the importance of diverse voices in decision-making processes."
            },
            {
                "id": 39,
                "text": "Think about the barriers to inclusivity you have witnessed or experienced."
            },
            {
                "id": 40,
                "text": "Think about a time when you encountered a culture entirely different from your own. How did that experience make you feel?"
            },
            {
                "id": 41,
                "text": "What does 'unconscious bias' mean to you? How can you actively counteract it?"
            },
            {
                "id": 42,
                "text": "Think about a time when you experienced or witnessed microaggressions. How did you respond to the situation?"
            },
            {
                "id": 43,
                "text": "Think about the importance of inclusive language in daily conversations."
            },
            {
                "id": 44,
                "text": "How can you use your privilege to uplift the voices of marginalized people?"
            },
            {
                "id": 45,
                "text": "Think about a time when you felt a strong sense of belonging in a diverse group. How did that experience shape your view of inclusivity?"
            },
            {
                "id": 46,
                "text": "Consider the impact of stereotyping on our understanding of diversity."
            },
            {
                "id": 47,
                "text": "Think about a time when you learned something about another culture that surprised you. Why were you surprised?"
            },
            {
                "id": 48,
                "text": "How has your understanding of the importance of DEI evolved over time?"
            },
            {
                "id": 49,
                "text": "Think about the ways social media influences our modern-day perception of DEI."
            },
            {
                "id": 50,
                "text": "Reflect on your responsibility in promoting DEI as a global citizen."
            },
            {
                "id": 51,
                "text": "Reflect on how you can ensure your actions match your words in promoting DEI."
            },
            {
                "id": 52,
                "text": "How do you understand 'cultural competency'? Why is it important?"
            },
            {
                "id": 53,
                "text": "What does the term 'allyship' mean to you? How can you embody it?"
            },
            {
                "id": 54,
                "text": "Consider the role of empathy in understanding and promoting DEI."
            },
            {
                "id": 55,
                "text": "How do the dynamics of power and privilege play out in your daily life?"
            },
            {
                "id": 56,
                "text": "How can you foster an environment that celebrates differences rather than fears them?"
            },
            {
                "id": 57,
                "text": "Think about a situation where you stood up against discrimination. How did it feel?"
            },
            {
                "id": 58,
                "text": "Reflect on how you can make your online spaces more inclusive."
            },
            {
                "id": 59,
                "text": "Think about a time that you experienced a religion that was new to you. What did you learn?"
            },
            {
                "id": 60,
                "text": "Think about a time when you felt seen and appreciated for your unique self. How did that impact your sense of belonging?"
            },
            {
                "id": 61,
                "text": "How do unconscious biases affect your interactions? How can you combat them?"
            },
            {
                "id": 62,
                "text": "Reflect on a time when you acknowledged your mistakes and learned from them."
            },
            {
                "id": 63,
                "text": "Consider the role of intersectionality in the DEI discourse."
            },
            {
                "id": 64,
                "text": "How can listening more and speaking less aid in promoting DEI?"
            },
            {
                "id": 65,
                "text": "Reflect on a time when your actions promoted inclusivity. How did it feel?"
            },
            {
                "id": 66,
                "text": "How does inclusivity contribute to a healthier and more productive environment?"
            },
            {
                "id": 67,
                "text": "Consider ways to effectively communicate with individuals from different cultures."
            },
            {
                "id": 68,
                "text": "Reflect on the importance of representation in media and leadership roles."
            },
            {
                "id": 69,
                "text": "How can you help others understand the importance of DEI?"
            },
            {
                "id": 70,
                "text": "What does 'unearned privilege' mean to you and how has it affected your life?"
            },
            {
                "id": 71,
                "text": "How can one create safe spaces for conversations on race and ethnicity?"
            },
            {
                "id": 72,
                "text": "How does your cultural background shape your view of the world?"
            },
            {
                "id": 73,
                "text": "Consider the concept of 'belonging' in a diverse setting."
            },
            {
                "id": 74,
                "text": "Reflect on the significance of allyship in the fight for equality."
            },
            {
                "id": 75,
                "text": "How does systemic discrimination manifest in your environment?"
            },
            {
                "id": 76,
                "text": "What actions can you take to challenge stereotypes?"
            },
            {
                "id": 77,
                "text": "Reflect on the benefits of diversity in collaborative work."
            },
            {
                "id": 78,
                "text": "Reflect on a time when you participated in a cultural celebration different from your own. What did you learn?"
            },
            {
                "id": 79,
                "text": "What are some common microaggressions you've noticed and how can they be avoided in the future, now that you know about them?"
            },
            {
                "id": 80,
                "text": "How can we promote equality and fairness without the creation of new biases?"
            },
            {
                "id": 81,
                "text": "How do your own biases impact the way you interact with different cultures?"
            },
            {
                "id": 82,
                "text": "In what ways can we ensure inclusivity in a diverse setting?"
            },
            {
                "id": 83,
                "text": "How can understanding our privilege help foster an equitable society?"
            },
            {
                "id": 84,
                "text": "What are the challenges in discussing social identity in the workplace?"
            },
            {
                "id": 85,
                "text": "Reflect on a time when you felt excluded due to a part of your identity."
            },
            {
                "id": 86,
                "text": "How might you support someone who is experiencing discrimination?"
            },
            {
                "id": 87,
                "text": "What steps can organizations take to ensure equal opportunities for all?"
            },
            {
                "id": 88,
                "text": "How can we make diversity and inclusion a daily practice, not just a policy?"
            },
            {
                "id": 89,
                "text": "Reflect on the importance of representation in media and popular culture."
            },
            {
                "id": 90,
                "text": "Consider the role of empathy in understanding the experiences of others."
            },
            {
                "id": 91,
                "text": "Describe an experience where you became aware of your implicit bias."
            },
            {
                "id": 92,
                "text": "Reflect on the role of active listening in fostering inclusive conversations."
            },
            {
                "id": 93,
                "text": "How can we promote equality without undermining the unique qualities of individuals?"
            },
            {
                "id": 94,
                "text": "Describe how cultural diversity can contribute to innovation in a workplace."
            },
            {
                "id": 95,
                "text": "Reflect on the difference between equality and equity. Why is this distinction important?"
            },
            {
                "id": 96,
                "text": "How might you help someone understand the impact of their microaggressions?"
            },
            {
                "id": 97,
                "text": "What are some practical ways to challenge stereotypes in your everyday life?"
            },
            {
                "id": 98,
                "text": "How can we encourage individuals to express their authentic selves in a professional context?"
            },
            {
                "id": 99,
                "text": "Reflect on the concept of intersectionality and its impact on experiences of discrimination."
            },
            {
                "id": 100,
                "text": "What strategies can be used to create a sense of belonging in a diverse community?"
            },
            {
                "id": 101,
                "text": "Reflect on how you can use your privilege to elevate the voices of marginalized communities."
            },
            {
                "id": 102,
                "text": "What actions can you take to actively challenge ageism in society?"
            },
            {
                "id": 103,
                "text": "Reflect on the importance of giving credit in fostering an environment of equity."
            },
            {
                "id": 104,
                "text": "How does intersectionality play a role in the workplace and what can be done about it?"
            },
            {
                "id": 105,
                "text": "Why is it essential to recognize our biases when addressing social justice issues?"
            },
            {
                "id": 106,
                "text": "How can language be used as a tool for inclusion? Reflect on your personal experiences."
            },
            {
                "id": 107,
                "text": "Reflect on a situation where you recognized your own bias and took action to correct it."
            },
            {
                "id": 108,
                "text": "Discuss the role of empathy in creating an inclusive and accepting society."
            },
            {
                "id": 109,
                "text": "Describe an instance when you learned something new about a culture different from yours."
            },
            {
                "id": 110,
                "text": "Why is it essential to promote equal representation in media and advertising?"
            },
            {
                "id": 111,
                "text": "How does understanding someone's cultural background aid in effective communication?"
            },
            {
                "id": 112,
                "text": "Reflect on the importance of diversity in children's educational materials."
            },
            {
                "id": 113,
                "text": "How can we ensure inclusivity when creating policies and regulations?"
            },
            {
                "id": 114,
                "text": "What measures can be taken to prevent discrimination in AI and technology?"
            },
            {
                "id": 115,
                "text": "How can societal structures be changed to better support mental health?"
            },
            {
                "id": 116,
                "text": "Reflect on the value of diverse leadership in making fair decisions."
            },
            {
                "id": 117,
                "text": "Discuss the benefits and potential challenges of affirmative action."
            },
            {
                "id": 118,
                "text": "How can we balance the need for individual expression with societal harmony?"
            },
            {
                "id": 119,
                "text": "Reflect on the value of different perspectives in problem-solving scenarios."
            },
            {
                "id": 120,
                "text": "How can personal experiences of discrimination inform advocacy work?"
            },
            {
                "id": 121,
                "text": "Discuss the effects of societal norms on individual expression."
            },
            {
                "id": 122,
                "text": "Reflect on the importance of sensitivity to cultural nuances in communication."
            },
            {
                "id": 123,
                "text": "Describe a time you stood up against discrimination. How did it make you feel?"
            },
            {
                "id": 124,
                "text": "How does the recognition of multiple identities contribute to a more inclusive society?"
            },
            {
                "id": 125,
                "text": "Reflect on the importance of visibility and representation for marginalized communities."
            },
            {
                        "id": 126,
                        "text": "Reflect on a time when you felt excluded. How can such experiences inform your actions towards inclusion?"
                    },
                    {
                        "id": 127,
                        "text": "Think about a personal achievement. How did overcoming obstacles in the path make you feel?"
                    },
                    {
                        "id": 128,
                        "text": "How does it make you feel when you witness acts of discrimination? What actions do you take?"
                    },
                    {
                        "id": 129,
                        "text": "Recall a time when you stepped out of your comfort zone to understand someone else's culture. How did that experience change you?"
                    },
                    {
                        "id": 130,
                        "text": "Reflect on how you can use your personal experiences to champion diversity and inclusivity."
                    },
                    {
                        "id": 131,
                        "text": "Think about your long-term goals. How do they align with your commitment to DEI values?"
                    },
                    {
                        "id": 132,
                        "text": "How does it make you feel to see more diverse representation in the media today?"
                    },
                    {
                        "id": 133,
                        "text": "Recall a situation where you were a minority. How did that make you feel and how has it shaped your outlook?"
                    },
                    {
                        "id": 134,
                        "text": "Reflect on how your personal experiences with diversity and inclusion have shaped your values."
                    },
                    {
                        "id": 135,
                        "text": "What makes you feel accepted and included? How can you extend those feelings to others?"
                    },
                    {
                        "id": 136,
                        "text": "Think about a time when your understanding of someone's experience was challenged. How did that make you feel?"
                    },
                    {
                        "id": 137,
                        "text": "Reflect on how your family background has shaped your views on DEI."
                    },
                    {
                        "id": 138,
                        "text": "How do you feel when your ideas are included and valued? How does it impact your behavior?"
                    },
                    {
                        "id": 139,
                        "text": "Think about a mentor or role model who embodies DEI values. How do they inspire you?"
                    },
                    {
                        "id": 140,
                        "text": "Reflect on a time you used active listening to understand someone's perspective. How did it make you feel?"
                    },
                    {
                        "id": 141,
                        "text": "Think about your growth in understanding DEI over the past few years. How does that make you feel?"
                    },
                    {
                        "id": 142,
                        "text": "Reflect on how your personal identity affects your interactions with others."
                    },
                    {
                        "id": 143,
                        "text": "How do you feel about the pace of progress in DEI? What changes do you wish to see?"
                    },
                    {
                        "id": 144,
                        "text": "Reflect on an instance where you had to challenge your biases. How did that make you feel?"
                    },
                    {
                        "id": 145,
                        "text": "Think about a time when you felt truly heard and understood. How can you replicate that for others?"
                    },
                    {
                        "id": 146,
                        "text": "Reflect on a moment when someone's kindness had a profound impact on you. How can you pass it on?"
                    },
                    {
                        "id": 147,
                        "text": "How do you feel when confronted with perspectives that challenge your worldview? How do you navigate these situations?"
                    },
                    {
                        "id": 148,
                        "text": "Think about the most inclusive environment you've experienced. What made it so special?"
                    },
                    {
                        "id": 149,
                        "text": "Reflect on how diversity has enriched your life."
                    },
                    {
                        "id": 150,
                        "text": "How do you feel when you see people stand up against discrimination? How can you join them?"
                    },
                    {
                        "id": 151,
                        "text": "Reflect on a time when you recognized your privilege. How did it make you feel, and how has it changed your perspective?"
                    },
                    {
                        "id": 152,
                        "text": "Think about a time when you helped someone understand a different culture. How did that experience make you feel?"
                    },
                    {
                        "id": 153,
                        "text": "How do you feel when you learn about the lived experiences of people who are different from you?"
                    },
                    {
                        "id": 154,
                        "text": "Reflect on a time when acknowledging diversity led to a breakthrough in your work."
                    },
                    {
                        "id": 155,
                        "text": "Reflect on how learning about DEI has changed your perspective on social issues."
                    },
                    {
                        "id": 156,
                        "text": "Reflect on your role in building an inclusive society. How does that responsibility make you feel?"
                    },
                    {
                        "id": 157,
                        "text": "How does the intersection of your identity influence your experiences and feelings around DEI?"
                    },
                    {
                        "id": 158,
                        "text": "Think about a time when you had to confront your own bias. How did you feel and what did you learn?"
                    },
                    {
                        "id": 159,
                        "text": "Reflect on how systemic issues in society might be influencing your personal experiences."
                    },
                    {
                        "id": 160,
                        "text": "How does it make you feel when your efforts to foster inclusion are recognized?"
                    },
                    {
                        "id": 161,
                        "text": "Think about a conversation you had that expanded your understanding of DEI. How did it make you feel?"
                    },
                    {
                        "id": 162,
                        "text": "Reflect on a time when your empathetic actions made a difference in someone's life."
                    },
                    {
                        "id": 163,
                        "text": "How does it make you feel to see individuals from marginalized communities rise in leadership roles?"
                    },
                    {
                        "id": 164,
                        "text": "Think about a situation when you were conscious about your actions promoting DEI. How did it impact those around you?"
                    },
                    {
                        "id": 165,
                        "text": "Reflect on the influence of your cultural background on your values and actions."
                    },
                    {
                        "id": 166,
                        "text": "How does it feel when you actively participate in creating a diverse and inclusive environment?"
                    },
                    {
                        "id": 167,
                        "text": "Think about a time when you were able to challenge a stereotype. How did it feel to do so?"
                    },
                    {
                        "id": 168,
                        "text": "Reflect on your journey of learning about DEI. What part of this journey has been the most impactful for you?"
                    },
                    {
                        "id": 169,
                        "text": "How does it feel to know that your actions can contribute to a more equitable world?"
                    },
                    {
                        "id": 170,
                        "text": "What steps can you take to encourage diverse voices in your community?"
                    },
                    {
                        "id": 171,
                        "text": "Think about a time when someone's prejudice affected you. How did that make you feel and how did you respond?"
                    },
                    {
                        "id": 172,
                        "text": "How does it feel when you acknowledge and celebrate differences rather than merely tolerating them?"
                    },
                    {
                        "id": 173,
                        "text": "Reflect on a time when you stepped up to promote inclusion, even when it was uncomfortable."
                    },
                    {
                        "id": 174,
                        "text": "Think about a situation where empathy helped you better understand a person's different lived experience."
                    },
                    {
                        "id": 175,
                        "text": "Reflect on how your personal journey and experiences have impacted your understanding and commitment to DEI."
                    },
                    {
                        "id": 176,
                        "text": "How did it make you feel the first time you recognized your own privilege?"
                    },
                    {
                        "id": 177,
                        "text": "Reflect on a time when you had to face prejudice. How has it shaped your worldview?"
                    },
                    {
                        "id": 178,
                        "text": "Think about a time when you encountered a culture entirely different from your own. How did that experience make you feel?"
                    },
                    {
                        "id": 179,
                        "text": "How do you feel when you realize the unconscious biases that you may hold?"
                    },
                    {
                        "id": 180,
                        "text": "Reflect on a time when you were an ally to someone from a marginalized community. How did that make you feel?"
                    },
                    {
                        "id": 181,
                        "text": "How does your cultural heritage make you feel when you encounter discrimination or bias?"
                    },
                    {
                        "id": 182,
                        "text": "Think about a time when you had to unlearn a bias. How did it make you feel, and what did you learn?"
                    },
                    {
                        "id": 183,
                        "text": "Reflect on how you feel when you have to confront bias or discrimination in your everyday life."
                    },
                    {
                        "id": 184,
                        "text": "How do you feel about the role you play in your community in promoting diversity and inclusion?"
                    },
                    {
                        "id": 185,
                        "text": "Think about a time when you felt marginalized. How has that experience shaped your view on DEI?"
                    },
                    {
                        "id": 186,
                        "text": "Reflect on your aspirations regarding DEI. How do they align with your personal and professional goals?"
                    },
                    {
                        "id": 187,
                        "text": "How does it make you feel when you see people stand up against discrimination and bias?"
                    },
                    {
                        "id": 188,
                        "text": "Think about a time when you felt truly included in a community. How did that make you feel?"
                    },
                    {
                        "id": 189,
                        "text": "Reflect on your thoughts and feelings when you are faced with the challenge of bridging cultural gaps."
                    },
                    {
                        "id": 190,
                        "text": "How does it make you feel when you are able to understand someone else's perspective on a DEI issue?"
                    },
                    {
                        "id": 191,
                        "text": "Reflect on how diverse perspectives have contributed to your personal growth."
                    },
                    {
                        "id": 192,
                        "text": "Reflect on the feelings you experience when you witness unjust behavior towards others. How do you cope?"
                    },
                    {
                        "id": 193,
                        "text": "How does it feel when you share your personal experiences regarding DEI and they are acknowledged and respected?"
                    },
                    {
                        "id": 194,
                        "text": "Think about a time when you stood up against a bias or stereotype. How did it make you feel?"
                    },
                    {
                        "id": 195,
                        "text": "Reflect on the feelings you experience when you hear stories about discrimination and prejudice in other parts of the world."
                    },
                    {
                        "id": 196,
                        "text": "How does it make you feel when you make an effort to learn about different cultures?"
                    },
                    {
                        "id": 197,
                        "text": "Think about a time when you witnessed a successful DEI initiative. How did it make you feel?"
                    },
                    {
                        "id": 198,
                        "text": "Reflect on your feelings when your actions positively impact the inclusivity of your community."
                    },
                    {
                        "id": 199,
                        "text": "How does it feel when your understanding and respect for DEI is appreciated by others?"
                    },
                    {
                        "id": 200,
                        "text": "Reflect on a time when you encountered language barriers. How did it affect communication?"
                    },
                    {
                        "id": 201,
                        "text": "Think about a personal goal regarding DEI. How does it make you feel when you make progress towards this goal?"
                    },
                    {
                        "id": 202,
                        "text": "Reflect on a time when you had to confront your own biases. How has it changed your perception?"
                    },
                    {
                        "id": 203,
                        "text": "How does it make you feel when your efforts to promote diversity and inclusion are recognized and appreciated?"
                    },
                    {
                        "id": 204,
                        "text": "Think about a situation where you felt excluded because of bias or prejudice. How did you handle it?"
                    },
                    {
                        "id": 205,
                        "text": "How can we ensure that diversity initiatives are more than just 'box-ticking'?"
                    },
                    {
                        "id": 206,
                        "text": "How does it make you feel when you see diverse representation in media and in your community?"
                    },
                    {
                        "id": 207,
                        "text": "Think about a time when you advocated for someone who was being treated unfairly. What was the experience like?"
                    },
                    {
                        "id": 208,
                        "text": "Reflect on a situation where a conversation about DEI led to a significant change in your community or organization."
                    },
                    {
                        "id": 209,
                        "text": "How do you feel when you are able to make a positive difference in someone's life through your understanding and promotion of DEI?"
                    },
                    {
                        "id": 210,
                        "text": "Think about a time when you learned something new about a different culture. How did that experience affect you?"
                    },
                    {
                        "id": 211,
                        "text": "Reflect on how you felt when you were able to break a stereotype or bias that you previously held."
                    },
                    {
                        "id": 212,
                        "text": "How does it make you feel when you witness acts of unity and inclusivity in your community?"
                    },
                    {
                        "id": 213,
                        "text": "Think about a time when you had a meaningful conversation about DEI with someone who had a different perspective. What was it like?"
                    },
                    {
                        "id": 214,
                        "text": "Reflect on a time when you realized the importance of diversity in problem-solving and innovation."
                    },
                    {
                        "id": 215,
                        "text": "How do you feel when you contribute to an environment where everyone feels valued and included?"
                    },
                    {
                        "id": 216,
                        "text": "Think about a time when you learned a valuable lesson from someone who has a different cultural background. What was it?"
                    },
                    {
                        "id": 217,
                        "text": "Reflect on how your actions in promoting DEI have impacted your personal relationships."
                    },
                    {
                        "id": 218,
                        "text": "How do you feel when you see people challenging and changing biases and stereotypes in their daily lives?"
                    },
                    {
                        "id": 219,
                        "text": "Think about a time when your understanding of DEI made a difference in your personal or professional life."
                    },
                    {
                        "id": 220,
                        "text": "Reflect on how you felt when you stood up against a bias or stereotype in your community or workplace."
                    },
                    {
                        "id": 221,
                        "text": "How does it make you feel when you see DEI initiatives making a real impact in your community?"
                    },
                    {
                        "id": 222,
                        "text": "Think about a time when you saw the power of diversity in action. How did it make you feel?"
                    },
                    {
                        "id": 223,
                        "text": "Reflect on a moment when you were able to foster understanding and inclusivity in a situation of conflict."
                    },
                    {
                        "id": 224,
                        "text": "How do you feel when you see people being treated with respect and dignity regardless of their background?"
                    },
                    {
                        "id": 225,
                        "text": "Think about a time when you had to challenge your own assumptions about DEI. What did you learn?"
                    },
                    {
                        "id": 226,
                        "text": "Reflect on a moment when you recognized your privilege. How did it influence your perspective?"
                    },
                    {
                        "id": 227,
                        "text": "Think about a time when you helped someone understand the importance of DEI. How did that make you feel?"
                    },
                    {
                        "id": 228,
                        "text": "How does it make you feel when you are part of a diverse and inclusive team?"
                    },
                    {
                        "id": 229,
                        "text": "Reflect on an instance where you noticed an implicit bias in your thought process. What steps did you take to challenge it?"
                    },
                    {
                        "id": 230,
                        "text": "Think about a time when you experienced or witnessed microaggressions. How did you respond to the situation?"
                    },
                    {
                        "id": 231,
                        "text": "How do you feel when you recognize and overcome your biases?"
                    },
                    {
                        "id": 232,
                        "text": "Reflect on a moment when you made an effort to learn about a culture different from yours. What did you discover?"
                    },
                    {
                        "id": 233,
                        "text": "Think about a time when you felt your identity was truly acknowledged and respected. How did that make you feel?"
                    },
                    {
                        "id": 234,
                        "text": "How does it make you feel when you actively choose to challenge stereotypes?"
                    },
                    {
                        "id": 235,
                        "text": "Reflect on an instance where you learned something significant about a marginalized community. How did that impact you?"
                    },
                    {
                        "id": 236,
                        "text": "Think about a time when you encouraged open and respectful dialogue about DEI. How did it affect those involved?"
                    },
                    {
                        "id": 237,
                        "text": "How do you feel when you are able to change someone's perspective through your DEI efforts?"
                    },
                    {
                        "id": 238,
                        "text": "How can you contribute to an inclusive atmosphere in your personal life?"
                    },
                    {
                        "id": 239,
                        "text": "Think about a time when you felt a strong sense of belonging in a diverse group. How did that experience shape your view of inclusivity?"
                    },
                    {
                        "id": 240,
                        "text": "How does it make you feel when you actively contribute to making spaces more inclusive and accessible for everyone?"
                    },
                    {
                        "id": 241,
                        "text": "Reflect on a situation where understanding someone's cultural context helped you communicate more effectively with them."
                    },
                    {
                        "id": 242,
                        "text": "Think about a time when you stood up for someone who was being discriminated against. How did that make you feel?"
                    },
                    {
                        "id": 243,
                        "text": "How do you feel when you see measures being taken to provide equal opportunities for everyone in your community?"
                    },
                    {
                        "id": 244,
                        "text": "Reflect on a moment when you felt heard and valued in a diverse group. How did that affect your sense of self?"
                    },
                    {
                        "id": 245,
                        "text": "Think about a time when you used your position or privilege to advocate for DEI. How did it impact those around you?"
                    },
                    {
                        "id": 246,
                        "text": "How do you feel when you can share your culture and heritage without fear of judgment or exclusion?"
                    },
                    {
                        "id": 247,
                        "text": "Reflect on a moment when you felt your personal identity was valued and celebrated in a public space."
                    },
                    {
                        "id": 248,
                        "text": "Think about a time when you learned something about DEI that challenged a long-held belief. How did it feel?"
                    },
                    {
                        "id": 249,
                        "text": "How do you feel when you make conscious efforts to include diverse voices in conversations and decision-making?"
                    },
                    {
                        "id": 250,
                        "text": "Reflect on a time when you engaged in meaningful dialogue with someone of a different race or ethnicity. What did you learn?"
                    },
                    {
                        "id": 251,
                        "text": "Think about a time when you embraced a perspective different from your own. How did it make you feel?"
                    },
                    {
                        "id": 252,
                        "text": "How do you feel when you actively unlearn prejudiced beliefs and relearn inclusive behavior?"
                    },
                    {
                        "id": 253,
                        "text": "Reflect on a moment when you saw someone stand up against discriminatory behavior. How did it impact you?"
                    },
                    {
                        "id": 254,
                        "text": "Think about a time when you realized the importance of allyship in promoting DEI. How did that make you feel?"
                    },
                    {
                        "id": 255,
                        "text": "How do you feel when you witness inclusive language and behavior being normalized in your surroundings?"
                    },
                    {
                        "id": 256,
                        "text": "Reflect on a time when you took action to ensure equitable representation in your sphere of influence. What was the outcome?"
                    },
                    {
                        "id": 257,
                        "text": "Think about a time when you experienced the benefits of diversity in problem-solving and innovation. How did it feel?"
                    },
                    {
                        "id": 258,
                        "text": "How do you feel when you realize the progress society has made towards DEI, and the distance yet to be covered?"
                    },
                    {
                        "id": 259,
                        "text": "Reflect on a time when you were patient and persistent in explaining the importance of DEI to someone. What was the outcome?"
                    },
                    {
                        "id": 260,
                        "text": "Think about a time when you recognized the intersectionality of someone's identity. How did it influence your understanding?"
                    },
                    {
                        "id": 261,
                        "text": "How do you feel when you consider the role of empathy in advancing DEI?"
                    },
                    {
                        "id": 262,
                        "text": "Reflect on a time when you intentionally made an effort to understand someone's experiences and feelings related to DEI."
                    },
                    {
                        "id": 263,
                        "text": "Think about a time when you actively sought out diverse perspectives to broaden your understanding. How did that make you feel?"
                    },
                    {
                        "id": 264,
                        "text": "How do you feel when you see diversity, equity, and inclusion being prioritized in your environment?"
                    },
                    {
                        "id": 265,
                        "text": "How does language impact our understanding of DEI issues?"
                    },
                    {
                        "id": 266,
                        "text": "Think about a time you went out of your way to understand someone from a different cultural background. How did it feel?"
                    },
                    {
                        "id": 267,
                        "text": "How do you feel when you think about the power of language in promoting inclusivity and understanding?"
                    },
                    {
                        "id": 268,
                        "text": "Reflect on a time you had to check your privilege. What did you learn from that experience?"
                    },
                    {
                        "id": 269,
                        "text": "Think about a time when you stood up against a bias you noticed. How did that make you feel?"
                    },
                    {
                        "id": 270,
                        "text": "How do you feel when you see a diverse group of people working harmoniously and effectively together?"
                    },
                    {
                        "id": 271,
                        "text": "Reflect on a time you learned something new about a culture different from yours. How did it make you feel?"
                    },
                    {
                        "id": 272,
                        "text": "Think about a time when you were able to contribute to an inclusive environment. How did that make you feel?"
                    },
                    {
                        "id": 273,
                        "text": "How do you feel when you witness an act of kindness that transcends cultural, racial, or social boundaries?"
                    },
                    {
                        "id": 274,
                        "text": "Discuss your experience with diversity in your workplace. How has it impacted you?"
                    },
                    {
                        "id": 275,
                        "text": "Think about a time when you chose empathy over judgement. How did that make you feel?"
                    },
                    {
                        "id": 276,
                        "text": "How do you feel when you actively work towards breaking down stereotypes and biases?"
                    },
                    {
                        "id": 277,
                        "text": "Reflect on a time when you felt genuinely understood and respected by someone from a different background. How did it feel?"
                    },
                    {
                        "id": 278,
                        "text": "Think about a time when you found common ground with someone despite cultural or social differences. How did it make you feel?"
                    },
                    {
                        "id": 279,
                        "text": "How do you feel when you see examples of cultural appropriation versus cultural appreciation?"
                    },
                    {
                        "id": 280,
                        "text": "Reflect on a time when you helped someone understand the importance of DEI. What impact did it have on them and you?"
                    },
                    {
                        "id": 281,
                        "text": "Think about a time when you actively listened to someone share their experiences related to DEI. How did that make you feel?"
                    },
                    {
                        "id": 282,
                        "text": "How do you feel when you reflect on the progress made in DEI within your lifetime?"
                    },
                    {
                        "id": 283,
                        "text": "Reflect on a time when you acknowledged your own bias. How did this acknowledgment impact your actions and mindset?"
                    },
                    {
                        "id": 284,
                        "text": "Think about a time when you realized the impact of microaggressions. How did that make you feel?"
                    },
                    {
                        "id": 285,
                        "text": "How do you feel when you witness successful collaboration and mutual respect in a diverse group?"
                    },
                    {
                        "id": 286,
                        "text": "How does it make you feel when you think about the struggles marginalized groups have faced throughout history?"
                    },
                    {
                        "id": 287,
                        "text": "Discuss your experiences with imposter syndrome, particularly in diverse spaces."
                    },
                    {
                        "id": 288,
                        "text": "Reflect on a time you had a conversation about DEI that changed your perspective. How did it feel?"
                    },
                    {
                        "id": 289,
                        "text": "How do you feel when you think about the role of education in promoting DEI?"
                    },
                    {
                        "id": 290,
                        "text": "Think about a time when you helped someone else understand a DEI issue. How did it make you feel?"
                    },
                    {
                        "id": 291,
                        "text": "Reflect on your role in promoting DEI in your community. How does that make you feel?"
                    },
                    {
                        "id": 292,
                        "text": "How do you feel when you consider the power of collective action in advancing DEI?"
                    },
                    {
                        "id": 293,
                        "text": "Think about a time when you saw DEI being implemented effectively. How did it make you feel?"
                    },
                    {
                        "id": 294,
                        "text": "Reflect on a time when you had to confront your own biases. How did it feel?"
                    },
                    {
                        "id": 295,
                        "text": "How do you feel when you consider the importance of open dialogue in promoting DEI?"
                    },
                    {
                        "id": 296,
                        "text": "Think about a time when you were part of a diverse team. How did it make you feel?"
                    },
                    {
                        "id": 297,
                        "text": "Reflect on a time when you had to stand up against discrimination. How did it feel?"
                    },
                    {
                        "id": 298,
                        "text": "How do you feel when you think about the power of empathy in promoting DEI?"
                    },
                    {
                        "id": 299,
                        "text": "Think about a time when you acknowledged your privilege. How did it make you feel?"
                    },
                    {
                        "id": 300,
                        "text": "Reflect on a time when you learned something new about a culture or community. How did it make you feel?"
                    },
                    {
                       "id": 301,
                       "text": "How do you feel when you consider the importance of individual actions in promoting DEI?"
                   },
                   {
                       "id": 302,
                       "text": "Think about a time when you actively listened to someone's experience with discrimination. How did it make you feel?"
                   },
                   {
                       "id": 303,
                       "text": "Reflect on a time when you recognized a discriminatory system or practice. How did it feel?"
                   },
                   {
                       "id": 304,
                       "text": "How do you feel when you think about the role of media in shaping our views on DEI?"
                   },
                   {
                       "id": 305,
                       "text": "Think about a time when you realized the importance of intersectionality in DEI. How did it make you feel?"
                   },
                   {
                       "id": 306,
                       "text": "Reflect on a time when you appreciated diversity in a new way. How did it make you feel?"
                   },
                   {
                       "id": 307,
                       "text": "How do you feel when you consider the role of governments in promoting DEI?"
                   },
                   {
                       "id": 308,
                       "text": "Think about a time when you had an enlightening conversation about DEI. How did it make you feel?"
                   },
                   {
                       "id": 309,
                       "text": "Reflect on a time when you noticed how language can either promote or hinder DEI. How did it feel?"
                   },
                   {
                       "id": 310,
                       "text": "How do you feel when you consider the role of art and culture in promoting DEI?"
                   },
                   {
                       "id": 311,
                       "text": "Think about a time when you saw the positive impact of DEI in your life. How did it make you feel?"
                   },
                   {
                       "id": 312,
                       "text": "Reflect on a time when you took a stand against a discriminatory comment or action. How did it feel?"
                   },
                   {
                       "id": 313,
                       "text": "How do you feel when you think about the potential future of DEI?"
                   },
                   {
                       "id": 314,
                       "text": "Think about a time when you were challenged to think differently about DEI. How did it make you feel?"
                   },
                   {
                       "id": 315,
                       "text": "Reflect on a time when you were inspired by someone's efforts to promote DEI. How did it make you feel?"
                   },
                   {
                        "id": 316,
                        "text": "Reflect on a time when you recognized unconscious bias in yourself. How did it make you feel?"
                    },
                    {
                        "id": 317,
                        "text": "How does the idea of 'white privilege' impact your understanding of racial inequality?"
                    },
                    {
                        "id": 318,
                        "text": "Consider your cultural background. How has it shaped your views on DEI?"
                    },
                    {
                        "id": 319,
                        "text": "Think about a time when you learned something new about a different culture. How did it make you feel?"
                    },
                    {
                        "id": 320,
                        "text": "How do you feel when you see representation of diverse individuals in media and leadership roles?"
                    },
                    {
                        "id": 321,
                        "text": "Reflect on a time when you had to confront your own stereotypes or prejudices. How did it make you feel?"
                    },
                    {
                        "id": 322,
                        "text": "How do you feel when you consider the progress we've made in the area of DEI, and what's still left to do?"
                    },
                    {
                        "id": 323,
                        "text": "Think about a moment when you stood up for someone who was being discriminated against. How did it make you feel?"
                    },
                    {
                        "id": 324,
                        "text": "How do you feel when you learn about laws and policies that support DEI?"
                    },
                    {
                        "id": 325,
                        "text": "Reflect on a time when you witnessed a lack of diversity. How did it impact you?"
                    },
                    {
                        "id": 326,
                        "text": "How do you feel when you think about the intersection of DEI and economic inequality?"
                    },
                    {
                        "id": 327,
                        "text": "Think about a time when you were treated unfairly because of a bias. How did it make you feel?"
                    },
                    {
                        "id": 328,
                        "text": "How do you feel when you think about the role of education in promoting DEI?"
                    },
                    {
                        "id": 329,
                        "text": "Reflect on a time when you saw a positive change in DEI in your environment. How did it make you feel?"
                    },
                    {
                        "id": 330,
                        "text": "How do you feel when you think about the role of social movements in advancing DEI?"
                    },
                    {
                        "id": 331,
                        "text": "How does your personal identity intersect with your work or professional life? Reflect on the positives and challenges."
                    },
                    {
                        "id": 332,
                        "text": "How does your understanding of gender equity shape your daily interactions?"
                    },
                    {
                        "id": 333,
                        "text": "Think about the representation of different cultures in your local community. How does it make you feel?"
                    },
                    {
                        "id": 334,
                        "text": "How does the idea of intersectionality help you understand the experiences of others?"
                    },
                    {
                        "id": 335,
                        "text": "Reflect on a time when you had to step out of your comfort zone to understand someone else's perspective."
                    },
                    {
                        "id": 336,
                        "text": "How does the media's portrayal of various groups affect your perception of them?"
                    },
                    {
                        "id": 337,
                        "text": "Think about a time when you learned about a social issue from someone who experienced it firsthand. How did it make you feel?"
                    },
                    {
                        "id": 338,
                        "text": "How does the inclusion of diverse voices in decision-making processes influence your view of an organization?"
                    },
                    {
                        "id": 339,
                        "text": "Reflect on a situation where you experienced or observed microaggressions. How did it make you feel?"
                    },
                    {
                        "id": 340,
                        "text": "How does being an ally for underrepresented groups shape your views on DEI?"
                    },
                    {
                        "id": 341,
                        "text": "Reflect on a moment when you felt you truly understood someone's lived experience different from your own."
                    },
                    {
                        "id": 342,
                        "text": "How does your understanding of historical injustices influence your current attitudes towards DEI?"
                    },
                    {
                        "id": 343,
                        "text": "Think about a time you had a meaningful conversation about DEI. How did it make you feel?"
                    },
                    {
                        "id": 344,
                        "text": "How does the lack of diverse representation in certain industries or roles make you feel?"
                    },
                    {
                        "id": 345,
                        "text": "Reflect on the first time you realized the importance of DEI. How did it make you feel?"
                    },
                    {
                        "id": 346,
                        "text": "Consider your aspirations. How do your personal goals align with the ideals of diversity, equity, and inclusion?"
                    },
                    {
                        "id": 347,
                        "text": "How do the diversity, equity, and inclusion policies at your workplace or school make you feel?"
                    },
                    {
                        "id": 348,
                        "text": "Reflect on a time when you saw positive change happening around DEI. How did it make you feel?"
                    },
                    {
                        "id": 349,
                        "text": "How does an understanding of racial and social inequalities shape your worldview?"
                    },
                    {
                        "id": 350,
                        "text": "Reflect on a time when you stood up against discrimination. How did that make you feel?"
                    },
                    {
                        "id": 351,
                        "text": "Think about your personal experiences with racial, ethnic, or cultural stereotypes. How have these shaped your perspectives?"
                    },
                    {
                        "id": 352,
                        "text": "Consider the impact of language in promoting diversity, equity, and inclusion. How does this influence your conversations?"
                    },
                    {
                        "id": 353,
                        "text": "Reflect on a time when you expanded your understanding of diversity, equity, and inclusion. What did you learn?"
                    },
                    {
                        "id": 354,
                        "text": "Consider the portrayal of various cultures in popular media. How does this influence your understanding of those cultures?"
                    },
                    {
                        "id": 355,
                        "text": "Reflect on your interactions with people from different backgrounds. How have these encounters influenced your understanding of DEI?"
                    },
                    {
                        "id": 356,
                        "text": "Reflect on your role in promoting diversity, equity, and inclusion in your daily life. How does this make you feel?"
                    },
                    {
                        "id": 357,
                        "text": "Consider the impact of your actions and words on promoting or discouraging DEI. How does this make you feel?"
                    },
                    {
                        "id": 358,
                        "text": "Reflect on the changes you have observed in attitudes towards DEI over your lifetime. How do these make you feel?"
                    },
                    {
                        "id": 359,
                        "text": "How does your understanding of DEI shape your behavior and attitudes towards others?"
                    },
                    {
                        "id": 360,
                        "text": "Reflect on the progress that's been made in DEI over the past decade. How does this make you feel?"
                    },
                    {
                        "id": 361,
                        "text": "Consider the role of empathy in understanding and promoting DEI. How does this affect your interactions?"
                    },
                    {
                        "id": 362,
                        "text": "Reflect on a time when you saw diversity, equity, and inclusion being practiced in an unexpected place. How did it make you feel?"
                    },
                    {
                        "id": 363,
                        "text": "Consider the role of social media in promoting DEI. How does this influence your engagement with social media platforms?"
                    },
                    {
                        "id": 364,
                        "text": "Reflect on a time when you learned something new about DEI. How did it make you feel?"
                    },
                    {
                        "id": 365,
                        "text": "Think about the steps you can take to further promote DEI in your everyday life. How does planning these steps make you feel?"
                    }
                ]
